[
  {
    "id": 1,
    "name": "Laasya Acharya",
    "school": "William Mason High School, Mason, OH",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Implementing a Novel Multimodal Neural Network Approach Using Dynamic Hyperparameter Selection Within an Unmanned Aerial Vehicle for the Early Detection of Crop Diseases",
    "description": "Laasya Acharya developed a neural network approach using UAVs for early detection of crop diseases."
  },
  {
    "id": 2,
    "name": "Vidya Ambati",
    "school": "Albemarle High School, Charlottesville, VA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Haloperidol Inhibits Inflammasome Activation via the Novel Receptor LAMTOR1 and Reduces the Risk of Rheumatoid and Gouty Arthritides",
    "description": "Vidya Ambati investigated how haloperidol inhibits inflammation through the LAMTOR1 receptor to reduce arthritis risk."
  },
  {
    "id": 3,
    "name": "Prisha Prakash Bhat",
    "school": "Plano East Senior High School, Plano, TX",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Genetic Augmentation of Oryza sativa To Increase Drought and Arsenic Tolerance Through Overexpression of Aquaporin Genes",
    "description": "Prisha Prakash Bhat studied genetic modifications to improve rice plants' tolerance to drought and arsenic through aquaporin gene manipulation."
  },
  {
    "id": 4,
    "name": "Jolene Cao",
    "school": "Smithtown High School East, Saint James, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Synthesis of Stable and Magnetically Responsive Magnetite/Cesium Lead Halide Perovskite Quantum Dots for Programmable Light Polarization",
    "description": "Jolene Cao synthesized quantum dots combining magnetite and perovskite materials for controllable light polarization."
  },
  {
    "id": 5,
    "name": "Ishana Chadha",
    "school": "Commack High School, Commack, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Understanding Neuronal Migration in Brain Development: The Role of Oligophrenin1 in Modulating Radial Migration of Pyramidal Neurons by Interaction With Pacsin2",
    "description": "Ishana Chadha investigated how Oligophrenin1 protein affects neuronal migration during brain development through its interaction with Pacsin2."
  },
  {
    "id": 6,
    "name": "Ava Grace Cummings",
    "school": "North Carolina School of Science and Mathematics, Durham, NC",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Musculoskeletal Effects of Tirasemtiv and Urtica dioica on Dstac Gene Knockdown in Drosophila melanogaster: Applications Toward STAC3 Disorder (Native American Myopathy)",
    "description": "Ava Grace Cummings studied treatments for STAC3 disorder using fruit flies as a model system."
  },
  {
    "id": 7,
    "name": "Lena Zewdu Feleke",
    "school": "Martin Luther King Jr. Magnet High School, Nashville, TN",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Assessing the Effects of Transcriptional and Post-Transcriptional Regulatory Elements on SLC3A1 Transgene Expression for Type A Cystinuria Gene Therapy",
    "description": "Lena Zewdu Feleke researched gene therapy approaches for Type A Cystinuria by studying regulatory elements affecting SLC3A1 gene expression."
  },
  {
    "id": 8,
    "name": "Finán Gammell",
    "school": "East Greenwich High School, East Greenwich, RI",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "THRESHOLD: A Comprehensive Transcriptomic Analysis Tool for Evaluating Gene Saturation and Impact on Disease Progression",
    "description": "Finán Gammell developed a tool for analyzing gene expression data to understand disease progression."
  },
  {
    "id": 9,
    "name": "Yurai Gutierrez Morales",
    "school": "Princeton High School, Princeton, NJ",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "How the Lion Becomes a Lamb: Transfer of Bacterial Symbionts From Ant Larvae to Vegetarian Spiders Through Selective Predation",
    "description": "Yurai Gutierrez Morales studied how spiders acquire bacterial symbionts from ant larvae, enabling them to become vegetarian."
  },
  {
    "id": 10,
    "name": "Melody Heeju Hong",
    "school": "General Douglas MacArthur High School, Levittown, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "A Bayesian Exploration Into More Flexible trans-Methylation Quantitative Trait Locus Mapping",
    "description": "Melody Heeju Hong developed a Bayesian approach for mapping genetic variations affecting methylation patterns."
  },
  {
    "id": 11,
    "name": "Jiwu Jang",
    "school": "Lexington High School, Lexington, MA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Vertex Functions of Type D Nakajima Quiver Varieties",
    "description": "Jiwu Jang investigated mathematical properties of vertex functions in Type D Nakajima quiver varieties."
  },
  {
    "id": 12,
    "name": "Vishwum Kapadia",
    "school": "University School, Chagrin Falls, OH",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Change in Dicrotic Notch Index Predicts Outcomes in Patients Undergoing Transcatheter Edge-to-Edge Repair for Mitral Regurgitation",
    "description": "Vishwum Kapadia studied how changes in blood pressure wave patterns predict outcomes for heart valve repair procedures."
  },
  {
    "id": 13,
    "name": "Hrithik Ketineni",
    "school": "Westview High School, Portland, OR",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Quantum Algorithm for Exact Minimal Exclusive-OR Sum-of-Product Minimization and Reversible Synthesis",
    "description": "Hrithik Ketineni developed a quantum algorithm for optimizing logical circuits and reversible computations."
  },
  {
    "id": 14,
    "name": "Rania Sophia Lateef",
    "school": "The Governor's School @ Innovation Park, Manassas, VA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Rhythms and Blues: Evaluating the Impact of Artificial Light Exposure and Circadian Disruption on Biobehavioral Systems in Drosophila melanogaster",
    "description": "Rania Sophia Lateef investigated how artificial light affects circadian rhythms and behavior in fruit flies."
  },
  {
    "id": 15,
    "name": "Allison Lee",
    "school": "East Brunswick High School, East Brunswick, NJ",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "A Deep Learning Model for Galaxy Merger Identification",
    "description": "Allison Lee created a deep learning model to identify merging galaxies in astronomical data."
  },
  {
    "id": 16,
    "name": "Chloe Yehwon Lee",
    "school": "Plano East Senior High School, Plano, TX",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Chemical Modification of Acetaminophen To Reduce Liver Toxicity and Enhance Drug Efficacy",
    "description": "Chloe Yehwon Lee modified acetaminophen's chemical structure to make it safer for the liver while maintaining its effectiveness."
  },
  {
    "id": 17,
    "name": "Logan Lee",
    "school": "Iolani School, Honolulu, HI",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Utilizing Microbiome Transplants To Improve Landscape-Scale Mosquito Suppression",
    "description": "Logan Lee explored using microbiome transplants to control mosquito populations across large areas."
  },
  {
    "id": 18,
    "name": "Benjamin Li",
    "school": "Millburn High School, Millburn, NJ",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "MD-SA2: Multimodal, Depth-Aware Brain Tumor Segmentation in Sub-Saharan Populations",
    "description": "Benjamin Li developed an AI system for detecting and analyzing brain tumors in Sub-Saharan African populations."
  },
  {
    "id": 19,
    "name": "Rivka Lipkovitz",
    "school": "Proof School, San Francisco, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "The Differential Effects of Strict Voter Identification Laws on Election Type and Adoption Timing",
    "description": "Rivka Lipkovitz analyzed how voter ID laws affect different types of elections and their implementation timing."
  },
  {
    "id": 20,
    "name": "Vivek Malik",
    "school": "Hackley School, Tarrytown, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Novel Characterization of Plexin D1's Role in Regulating the Macrophage Immune Response",
    "description": "Vivek Malik investigated how the Plexin D1 protein regulates immune cell responses."
  },
  {
    "id": 21,
    "name": "Atreya Manaswi",
    "school": "Orlando Science Middle/High School, Orlando, FL",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Year 5: Engineering a Novel IoT Trapping System With a Multiple Linear Regression Model Toward Eco-Friendly, High-Efficacy and Low-Cost Honey Bee Pest Treatment and Management",
    "description": "Atreya Manaswi developed an IoT-based system for managing honey bee pests using eco-friendly methods."
  },
  {
    "id": 22,
    "name": "Siddharth Nirgudkar",
    "school": "Acton-Boxborough Regional High School, Acton, MA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Contextualized Transfer Learning: Transforming Heterogeneity Into Predictive Power With Generative Latent Structures in Resource-Limited Settings",
    "description": "Siddharth Nirgudkar created a machine learning approach for medical predictions in resource-limited environments."
  },
  {
    "id": 23,
    "name": "Thanush Patlolla",
    "school": "William G. Enloe High School, Raleigh, NC",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Development of a Finite-Nuclear Model Based on Comprehensive Electron Scattering Data With the Use of Numeric Atom-Centered Orbitals",
    "description": "Thanush Patlolla developed a new model for understanding nuclear structure using electron scattering data."
  },
  {
    "id": 24,
    "name": "Matteo Paz",
    "school": "Pasadena High School, Pasadena, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "The VarWISE All-Sky Infrared Variability Survey — Classification of 1.9 Million Astronomical Objects Into 10 Classes",
    "description": "Matteo Paz classified nearly 2 million astronomical objects using infrared variability data."
  },
  {
    "id": 25,
    "name": "Yash Ranjith",
    "school": "Westmont High School, Campbell, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Modeling Pollution Spread With Obstructions Using Physics-Informed Neural Networks",
    "description": "Yash Ranjith used physics-informed neural networks to model how pollution spreads around obstacles."
  },
  {
    "id": 26,
    "name": "Sophia Rong",
    "school": "Frazer School, Gainesville, FL",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "The Role of Cell-to-Cell Transmission in HIV Infection: Insights From a Mathematical Modeling Approach",
    "description": "Sophia Rong developed mathematical models to understand how HIV spreads between cells."
  },
  {
    "id": 27,
    "name": "Charlotte Ava Rosario",
    "school": "The Nueva School, San Mateo, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Examining Brain Structure in Relation to Mood and Anxiety in Pubertal Transgender and Cisgender Youth",
    "description": "Charlotte Ava Rosario studied brain structure differences related to mood and anxiety in transgender and cisgender youth."
  },
  {
    "id": 28,
    "name": "Akilan Sankaran",
    "school": "Albuquerque Academy, Albuquerque, NM",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "From Walking to Tunneling: An Investigation of Generalized Pilot-Wave Dynamics",
    "description": "Akilan Sankaran investigated pilot-wave dynamics in quantum mechanics, exploring the transition from classical to quantum behavior."
  },
  {
    "id": 29,
    "name": "Aiden Rubin Sanxhaku",
    "school": "Julia R. Masterman High School, Philadelphia, PA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Cation-Effect on Alkaline Redox Flow Batteries: Enhancing Electron Transfer Kinetics Through Electrolyte Additives",
    "description": "Aiden Rubin Sanxhaku improved flow battery performance by studying how different ions affect electron transfer."
  },
  {
    "id": 30,
    "name": "Sandeep Sawhney",
    "school": "Herricks High School, New Hyde Park, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Gallium-Mediated DNA Tensegrity Triangle-Based Crystals: A Novel Prototype Facilitating Gallium Cancer Therapy",
    "description": "Sandeep Sawhney developed a new approach to cancer therapy using gallium-based DNA crystals."
  },
  {
    "id": 31,
    "name": "Addison Grace Shea",
    "school": "Lakewood Ranch High school, Bradenton, FL",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Bowhead Whale Migration Amid Changing Circulation Patterns in the Beaufort Gyre",
    "description": "Addison Grace Shea studied how changes in Arctic Ocean currents affect bowhead whale migration patterns."
  },
  {
    "id": 32,
    "name": "Kevin Shen",
    "school": "Olympia High School, Olympia, WA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Taming the Oblique Wing: Improving Fuel Efficiency by Developing and Flight Testing an Oblique Wing Aircraft Utilizing a Novel Control Method",
    "description": "Kevin Shen developed and tested a new control system for oblique wing aircraft to improve fuel efficiency."
  },
  {
    "id": 33,
    "name": "Emma Lee Wen",
    "school": "John L. Miller Great Neck North High School, Great Neck, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "AUM-302, A Novel Triple PIM/PI3K/mTOR Inhibitor, Offers Promising Potential in Reducing the Growth of Pancreatic Ductal Adenocarcinoma Spheroids and Organoids",
    "description": "Emma Lee Wen investigated a new drug that targets multiple pathways to treat pancreatic cancer."
  },
  {
    "id": 34,
    "name": "Amy Xiao",
    "school": "Garden City High School, Garden City, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Exploring Citrin as a Therapeutic Target for Cancer Treatment Through a Clinical, Pharmacologic and Metabolic Lens",
    "description": "Amy Xiao studied the protein Citrin as a potential target for cancer treatment."
  },
  {
    "id": 35,
    "name": "Elisa Zhang",
    "school": "Dougherty Valley High School, San Ramon, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Patching Multi-Location Software Bugs: A Multi-Agent Large Language Model Framework for Automated Program Repair",
    "description": "Elisa Zhang developed an AI system using multiple language models to automatically fix software bugs across different locations."
  },
  {
    "id": 36,
    "name": "Owen Jianwen Zhang",
    "school": "Bellevue High School, Bellevue, WA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Tetrahedron-Intersecting Families of 3-uniform Hypergraphs",
    "description": "Owen Jianwen Zhang studied mathematical properties of certain types of hypergraphs."
  },
  {
    "id": 37,
    "name": "Ray Zhang",
    "school": "Thomas Jefferson High School for Science and Technology, Alexandria, VA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Biofilm Composition in Clinical Isolates of Fungal Fusarium and Development of a Multi-Targeted Antifungal Treatment To Inhibit Proliferation",
    "description": "Ray Zhang developed a new treatment approach for fungal infections by studying biofilm formation."
  },
  {
    "id": 38,
    "name": "Angeline Zhao",
    "school": "Phillips Academy, Andover, MA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "Finding Belonging in the Big City: Understanding Communities-of-Interest in NYC Redistricting via Monte Carlo Simulations",
    "description": "Angeline Zhao used statistical methods to analyze how communities of interest are represented in NYC redistricting."
  },
  {
    "id": 39,
    "name": "Ashley Zhu",
    "school": "Hunter College High School, New York, NY",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "On Lobe Disappearance of n-Loop Curves Under Curve Shortening Flow",
    "description": "Ashley Zhu studied mathematical properties of how curves evolve under geometric flow."
  },
  {
    "id": 40,
    "name": "Minghao Zou",
    "school": "Valley Christian High School, San Jose, CA",
    "batch": "2025",
    "date_announced": "2024-01-24",
    "project_title": "A New Particle Pusher With Hadronic Interactions for Modeling Multimessenger Emission From Compact Objects",
    "description": "Minghao Zou developed a new computational method for modeling particle interactions in compact astronomical objects."
  },
  {
    "id": 41,
    "name": "Maryam Abdel-Azim",
    "school": "Central Bucks High School East, Doylestown, PA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Targeting Signaling Molecules of P. aeruginosa by Using Mucin as an Anti-Quorum Sensing Drug: A Novel Design To Evaluate Efficacy in the Context of Multidrug Resistance",
    "description": "Maryam Abdel-Azim, 17, of Doylestown, investigated ways to disrupt quorum sensing (QS), one method cells use to communicate, in the harmful bacteria Pseudomonas aeruginosa. Her research showed that by manipulating compounds found in mucus, QS can be decreased or prevented, opening the door to developing drug alternatives to antibiotics."
  },
  {
    "id": 42,
    "name": "Saraswathy Amjith",
    "school": "Tesla STEM High School, Redmond, WA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "A Novel Integrated Machine Learning Approach Utilizing Radar and Satellite Imagery for Selective Logging Remote Sensing Detection and Accompanying AI-Logging Map-Generating Webtool",
    "description": "Saraswathy Amjith, 18, of Redmond, developed a way to more accurately identify illegal logging. She found that she could help compensate for cloudy weather by combining satellite optical and radar datasets, since radar imagery is not affected by clouds."
  },
  {
    "id": 43,
    "name": "Aarav Arora",
    "school": "Del Norte High School, San Diego, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "A Mechanistic Basis for the Analysis of SARS-CoV-2 Omicron Variant Severity",
    "description": "Aarav Arora, 18, of San Diego, developed a different approach to use patient symptom data and a mechanistic basis to analyze the severity of the Omicron variant of COVID-19. He used statistical methods to identify which mutated variants cause the most severe symptoms."
  },
  {
    "id": 44,
    "name": "Aditi Avinash",
    "school": "Rock Canyon High School, Highlands Ranch, CO",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Model Validation and Preclinical Testing of Digestive Enzymes for Gluten Breakdown: A Move To Cure Gluten Intolerance and Celiac Disease",
    "description": "Aditi Avinash, 17, of Castle Pines, found a mixture of three enzymes that she believes could one day be used to reduce the effects of gluten intolerance. Her work indicated that combining the enzymes was more effective in breaking down gluten and reducing the immune response of T-cells."
  },
  {
    "id": 45,
    "name": "Harshil Avlani",
    "school": "BASIS Chandler, Chandler, AZ",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Analyzing the Effect of Mid-Circuit Measurement (MCM) on Spectator Qubits",
    "description": "Harshil Avlani, 17, of Chandler, researched a way to describe quantum computing errors by observing physical qubits as they are exposed to the quantum mid-circuit measurement (MCM) gate at various distances. His results suggested that the MCM gate causes a significant increase in 'spectator qubit' errors."
  },
  {
    "id": 46,
    "name": "Arav Bhargava",
    "school": "The Potomac School, McLean, VA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Low-Cost, 3D-Printed, Universal-Fit, Transradial Socket for Amputees in Developing Countries",
    "description": "Arav Bhargava, 18, of McLean, created a low-cost universal socket, a segment of a prosthetic arm. His 3D-printed socket with circumference and length-expansion mechanisms can be made for less than $40 and can be adjusted to fit a wide range of residual limbs."
  },
  {
    "id": 47,
    "name": "Alan Bu",
    "school": "Phillips Exeter Academy, Exeter, NH",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "On the Maximum Number of Spanning Trees in a Planar Graph With a Fixed Number of Edges: A Linear-Algebraic Connection",
    "description": "Alan Bu, 17, of Glenmont, made connections between graph theory and linear algebra. His project provides precise limits on the number of spanning trees a planar graph can have, making these estimates much more precise through connections to linear algebra."
  },
  {
    "id": 48,
    "name": "David Lu Cao",
    "school": "Thomas Jefferson High School for Science and Technology, Alexandria, VA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "The Implications of 'Oumuamua on Panspermia",
    "description": "David Lu Cao, 18, of Vienna, investigated the origin of life on Earth. Inspired by the 2017 discovery of 'Oumuamua, he analyzed the possibility that microorganisms might have arrived here from elsewhere in the universe billions of years ago by hitching a ride inside comets or asteroids."
  },
  {
    "id": 49,
    "name": "Arnav N. Chakravarthy",
    "school": "Homestead High School, Cupertino, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Leveraging Mitochondrial DNA Mutations for Macrophage Lineage Tracing in Primary Human Tissues",
    "description": "Arnav N. Chakravarthy, 18, of Sunnyvale, investigated how macrophage cells replenish in aging humans. His findings show promise for the regenerative possibilities of macrophage cells, including those that affect age-related diseases like Alzheimer's."
  },
  {
    "id": 50,
    "name": "Sophie Chen",
    "school": "Caddo Parish Magnet High School, Shreveport, LA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Intraoperative Histological Analysis of Squamous Cell Carcinoma Tumor Margins Using a Convolutional Neural Network",
    "description": "Sophie Chen, 17, of Shreveport, developed a convolutional neural network machine learning model to review microscopic images of tissue during removal of squamous cell carcinoma. Her model proved to be robust, fast, and able to accurately identify suspicious tissues from images."
  },
  {
    "id": 51,
    "name": "Thomas Cong",
    "school": "Ossining High School, Ossining, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Overlooked Covariates in Metabolite Abundance Levels: Systematically Quantifying the Information Overlap Between Gene Expression and Metabolism Across Multiple Cancer Types",
    "description": "Thomas Yu-Tong Cong, 17, of Ossining, researched the rapid growth of certain types of cancers. He concluded that factors like the cancer's tissue of origin, its surrounding environment in the body, and how many cancer cells there are in a mass, strongly influence metabolic signatures."
  },
  {
    "id": 52,
    "name": "Sophie D'Halleweyn",
    "school": "Bronx High School of Science, Bronx, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Alleviating the Energy Crisis: A Novel Multi-Task Machine Learning Algorithm for Designing Efficient Nanocatalysts To Reduce Industrial Energy Impact",
    "description": "Sophie D'Halleweyn, 17, of New York, developed a machine-learning algorithm to optimize the design and production of catalysts. She demonstrated the effectiveness of the approach by applying it to palladium-based nanoparticles, used in batteries, fuel cells, and microchip production."
  },
  {
    "id": 53,
    "name": "Sophie Gao",
    "school": "Hunter College High School, New York, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Uncovering Mechanisms of Action and Resistance for KRAS G12D Inhibitor MRTX1133 Using Drosophila melanogaster Models",
    "description": "Sophie Gao, 17, of New York, studied a protein blocker's ability to combat a tumor-causing cell protein that exists in some of the deadliest cancers. She found that higher dosages of the protein blocker MRTX1133 led to higher survival in fruit fly models."
  },
  {
    "id": 54,
    "name": "William Gao",
    "school": "Centennial High School, Ellicott City, MD",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Designing a Federated Learning-Driven Collaborative Diagnostic System for Metastatic Breast Cancer: Reducing Long Diagnosis Delays and Improving Patient Survival Outcomes in Developing Countries",
    "description": "William Gao, 18, of Ellicott City, created a diagnostic image analysis tool that reduces delays in the diagnosis of metastatic breast cancer. His system includes safeguards for patient privacy and can be deployed using a smartphone."
  },
  {
    "id": 55,
    "name": "Sarang Goel",
    "school": "Texas Academy of Mathematics and Science, Denton, TX",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "IVY – Intelligent Vision System for the Visually Impaired: Innovative Low-Cost, AI-Based Eyeglasses To Help the Visually Impaired Overcome Mobility Limitations Through Navigational Assistance and Object Avoidance Algorithms and an Intuitive Vibration and Audio Guidance System",
    "description": "Sarang Goel, 18, of Irving, developed a vision technology for people with failing eyesight to increase their mobility. His Intelligent Vision System (IVY) consists of eyeglasses device, automated mapping and navigation algorithms, and costs less than $300 to make."
  },
  {
    "id": 56,
    "name": "Jacob Tyler Gross",
    "school": "Roslyn High School, Roslyn Heights, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Investigating Synergistic Interactions Among SARS-CoV-2 Neutralizing Antibodies",
    "description": "Jacob Tyler Gross, 17, of Roslyn, investigated whether synergistic interactions may increase the power of current antibody treatments for COVID-19 infection. He found that an antibody called S309 works better in combatting an Omicron subvariant when combined with another antibody class."
  },
  {
    "id": 57,
    "name": "Luke Huang",
    "school": "New Canaan High School, New Canaan, CT",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Binary Cellular Analysis: Understanding the Link Between Aging and Mortality Risk",
    "description": "Luke Huang, 17, of New Canaan, developed a mathematical model that assesses how cellular damage increasingly elevates the risk of death as people age. He believes this insight could validate the basis for studying anti-aging treatments."
  },
  {
    "id": 58,
    "name": "Vincent Weisi Huang",
    "school": "Syosset High School, Syosset, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "A Smart Computer Program LauePt4 for Recognizing and Simulating Laue Patterns and Its Applications",
    "description": "Vincent Huang, 17, of Syosset, developed a computer program to address a longstanding obstacle in crystallography: how to easily determine a crystal's internal atomic structure. He wrote a program that simulates a crystal's Laue pattern and interior lattice orientation."
  },
  {
    "id": 59,
    "name": "Howard Ji",
    "school": "University High School, Irvine, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Development of a Novel Autonomous Column-Climbing Robotic System (AutoBot) for Real-Time Detection and Mapping of Surface Cracks on Bridges",
    "description": "Howard Ji, 17, of Irvine, created a robot to make inspections of aging bridges safer. His AutoBot uses wire wrapping to hold itself onto bridge columns and software he created to map surface damage in real time."
  },
  {
    "id": 60,
    "name": "Amanrai Singh Kahlon",
    "school": "Sanford School, Hockessin, DE",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Enhancing Wearable Gait-Monitoring Systems: Identifying Optimal Kinematic Inputs in Typical Adolescents",
    "description": "Amanrai Singh Kahlon, 17, of Hockessin, utilized specialized sensors that measure motion to investigate how to enhance assistive walking technology with machine learning. He identified two signals based on sensor placement that produced consistent, robust data."
  },
  {
    "id": 61,
    "name": "Gavriela Beatrice Kalish-Schur",
    "school": "Julia R. Masterman High School, Philadelphia, PA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "IRE1 Knockdown Leads to an Anxiety Phenotype in Drosophila and Changes in BiP and BDNF Levels",
    "description": "Gavriela Beatrice Kalish-Schur, 18, of Philadelphia, studied a potential neurological cause of anxiety using fruit flies as a model. She manipulated the fruit flies' genetics so that the IRE1 pathway was decreased in different parts of the brain."
  },
  {
    "id": 62,
    "name": "Zeyneb N. Kaya",
    "school": "Saratoga High School, Saratoga, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "MADLIBS: A Novel Multilingual Data Augmentation Algorithm for Low-Resource Neural Machine Translation",
    "description": "Zeyneb N. Kaya, 17, of Saratoga, improved resources for machine learning models to help preserve endangered languages. She wrote an algorithm called MADLIBS that generates additional text to help NLP algorithms work better with low-resource languages."
  },
  {
    "id": 63,
    "name": "Natasha Kulviwat",
    "school": "Jericho High School, Jericho, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "The Neurobiology of Suicide: Blood-Brain Barrier Breakdown as a Novel Suicide-Risk Biomarker",
    "description": "Natasha Kulviwat, 17, of Jericho, searched for a biomarker to identify people at risk for suicide. Her research suggests that high levels of albumin and the protein claudin-5 may serve as early markers of suicide risk."
  },
  {
    "id": 64,
    "name": "Alexis Li",
    "school": "Hamilton High School, Chandler, AZ",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "BrainSTEAM: A Practical Pipeline for Connectome-Based fMRI Analysis Toward Brain Disorder Classification",
    "description": "Alexis Li, 17, of Gilbert, developed a suite of machine learning tools that identify key neural patterns in neuropsychiatric conditions. Her BrainSTEAM tool analyzes blood flow information in functional MRI images to determine brain connection strengths."
  },
  {
    "id": 65,
    "name": "Alexandra Mahajan",
    "school": "Cambridge Rindge & Latin School, Cambridge, MA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "A Novel Method To Determine Precise Stellar Radii and Temperatures of Low Mass Stars Using JWST Transits and Occultations",
    "description": "Alexandra Mahajan, 17, of Cambridge, developed a new method to measure the radius and temperature of small stars. She analyzed data from the James Webb Space Telescope to achieve more accurate measurements of low-mass stars."
  },
  {
    "id": 66,
    "name": "Ekansh Mittal",
    "school": "Westview High School, Portland, OR",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Harnessing Machine Learning and 3D Spheroid Cultures To Identify Biomarkers for Combating Drug Resistance in Breast Cancer",
    "description": "Ekansh Mittal, 17, of Beaverton, investigated genes responsible for drug resistance in breast cancer treatments. He identified over 30 genes that predicted drug resistance and found that inhibiting IGF1R significantly increased the death of cancer cells."
  },
  {
    "id": 67,
    "name": "Ramon Moreno Jr.",
    "school": "Thousand Oaks High School, Thousand Oaks, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "The Influence of Isonicotinamide on the Chronological Lifespan of Saccharomyces cerevisiae Strains",
    "description": "Ramon Moreno, 17, of Thousand Oaks, studied the potential of the chemical compound isonicotinamide (INAM) to extend the lifespan of yeast cells. He found significant correlations between INAM's influence and cell growth in different yeast strains."
  },
  {
    "id": 68,
    "name": "Ella Pilacek",
    "school": "Oviedo High School, Oviedo, FL",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Promoting Attraction of Apis mellifera to the Synthetic Scent of the Endangered Orchid Prosthechea cochleate Using Pavlovian Conditioning and Direct Feeding Paradigms for Conservation",
    "description": "Ella Pilacek, 17, of Winter Springs, researched Pavlovian conditioning of honeybees to promote pollination of endangered native orchids. She successfully trained non-native honeybees to be attracted to synthetic orchid scents."
  },
  {
    "id": 69,
    "name": "Achyuta Rajaram",
    "school": "Phillips Exeter Academy, Exeter, NH",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Automatic Discovery of Visual Circuits",
    "description": "Achyuta Rajaram, 17, of Exeter, improved automatic discovery of visual circuits in machine learning. He developed an automatic method for recognizing which parts of computer vision algorithms identify what in images."
  },
  {
    "id": 70,
    "name": "Rhea Rastogi",
    "school": "Loveless Academic Magnet Program High School, Montgomery, AL",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Understanding How the Maternal Epigenetic Reprogramming Function of LSD1 Contributes to Inherited Developmental Disease",
    "description": "Rhea Rastogi, 18, of Montgomery, explored whether errors in histone methylation affected future generations. She found that offspring of worms missing certain enzymes had developmental delays and decreased fertility that accumulated in later generations."
  },
  {
    "id": 71,
    "name": "Kun-Hyung Roh",
    "school": "Bronx High School of Science, Bronx, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Novel Drug Discovery Methodology Using Machine Learning for Gene Expression-Based Virtual Screening Predicts Novel Compounds To Reverse Alzheimer's Disease With Applications to Cancer and Longevity by Inhibiting CtBP2 Expression",
    "description": "Kun-Hyung Roh, 18, of New York, created A.I. software to ease potential drug discovery by identifying compounds that inhibit gene expression of proteins. He focused on Alzheimer's disease and developed a machine-learning method to identify new potential drug candidates."
  },
  {
    "id": 72,
    "name": "Linus Tang",
    "school": "Davidson Academy Online, Reno, NV",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Extremal Bounds on Peripherality Measures",
    "description": "Linus Tang, 17, of San Jose, researched peripherality measures in graph theory. He proved tighter upper and lower bounds on the values that can be achieved by several numerical measures of peripherality and refuted two previous conjectures."
  },
  {
    "id": 73,
    "name": "Riya Tyagi",
    "school": "Phillips Exeter Academy, Exeter, NH",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Using Computer Vision To Disentangle Features Enabling AI To Learn Self-Reported Race and Ethnicity From Medical Images",
    "description": "Riya Tyagi, 16, of Exeter, sought to understand how convolutional neural networks determine patients' self-reported race and ethnicity. She discovered a potential cause of bias in the U-Net segmentation model widely used for medical image processing."
  },
  {
    "id": 74,
    "name": "Grant Wang",
    "school": "Williamsville East High School, East Amherst, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "MLOffense: Multilingual Offensive Language Detection and Target Identification on Social Media Using Graph Attention Transformer",
    "description": "Grant Wang, 17, of East Amherst, created an A.I. model to detect offensive content posted on social media in 100 languages. His model examines the context of entire sentences to gain a nuanced understanding of the writer's intent."
  },
  {
    "id": 75,
    "name": "Michelle Wei",
    "school": "The Harker School, San Jose, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Solving Second-Order Cone Programs Deterministically in Matrix Multiplication Time",
    "description": "Michelle Wei, 17, of Saratoga, improved second-order cone programming solvers. She showed that SOCP problems may always be converted into a modified form that has the same answer but is faster to solve."
  },
  {
    "id": 76,
    "name": "Nathan Wei",
    "school": "Buchholz High School, Gainesville, FL",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Novel Elastomeric Polystyrene via Photopolymerization and Post-Functionalization of Durable Ultra-High Molecular Weight Perfluorostyrene Copolymers",
    "description": "Nathan Wei, 17, of Gainesville, synthesized an ultra-high molecular weight plastic. He demonstrated that a UHMW polymer could be created under blue light with much lower energy requirements and produced a recyclable version with strong material properties."
  },
  {
    "id": 77,
    "name": "Julianne Wu",
    "school": "University High School, Irvine, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "Sex-Related Signaling of the Angiotensin II Pathway in Primary Aortic Smooth Muscle Cells",
    "description": "Julianne Wu, 17, of Irvine, explored the effects of testosterone and estrogen on arterial tissue. She noticed that when male arterial cells were exposed to estrogen, the presence of a protective receptor called angiotensin II type 2 increased."
  },
  {
    "id": 78,
    "name": "Selina Zhang",
    "school": "North Hunterdon High School, Annandale, NJ",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "ArTreeficial: A Novel AI-Integrated Solution to Reducing Invasive Spotted Lanternfly Populations",
    "description": "Selina Zhang, 18, of Annandale, designed and field tested a synthetic, eco-conscious, A.I.-powered tree that uses machine learning to selectively lure and 'zap' the invasive spotted lanternfly. Her solar-powered prototype costs under $200 to construct."
  },
  {
    "id": 79,
    "name": "Christopher Zorn",
    "school": "Irvington High School, Irvington, NY",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "The Role of MYC in RET Fusion Tumorigenesis and RET Inhibitor Resistance",
    "description": "Christopher Zorn, 17, of Irvington, studied how RET and MYC genes affect one another in genetically modified lung cancer cells. He found the MYC levels were elevated in most cell lines and often led to treatment resistance."
  },
  {
    "id": 80,
    "name": "Charisse Zou",
    "school": "Dougherty Valley High School, San Ramon, CA",
    "batch": "2024",
    "date_announced": "2024-01-24",
    "project_title": "The Development of a Free-Flying Method To Study the Effect of Neonicotinoids on the Positive Transfer of Learning in the Visual Domain of Honeybees",
    "description": "Charisse Zou, 17, of San Ramon, investigated how two commonly used insecticides affected the cognitive abilities of honeybees. She discovered that exposure to imidacloprid reduced medium-term memory while clothianidin damaged long-term memory."
  },
  {
    "id": 81,
    "name": "Kamisi Adetunji",
    "school": "North Carolina School of Science and Mathematics, Durham, NC",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Modifying Naturally Sourced Flavonoids for Increased Antioxidant Capacity and Antisickling Activity",
    "description": "Kamisi Adetunji investigated modifications to natural flavonoids to enhance their antioxidant properties and ability to prevent sickling in red blood cells."
  },
  {
    "id": 82,
    "name": "Ariella Maia Blackman",
    "school": "Harrison High School, Harrison, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Developing a Model in situ Resource Utilization System for Oxygen-Sustaining Life Support and Launch Cost Reduction for Mars",
    "description": "Ariella Maia Blackman developed a system for producing oxygen on Mars to support life and reduce launch costs for future missions."
  },
  {
    "id": 83,
    "name": "Angela Chen",
    "school": "North Carolina School of Science and Mathematics, Durham, NC",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Developing Wildfire Risk and Burn Area Prediction Models Using Comprehensive Environmental Variables for California With Machine Learning",
    "description": "Angela Chen created machine learning models to predict wildfire risks and potential burn areas in California using environmental data."
  },
  {
    "id": 84,
    "name": "Corona Chen",
    "school": "The University of Chicago Laboratory High School, Chicago, IL",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Understanding Incidental Microbial Communities Inside Ordinary Concrete Toward Decarbonization",
    "description": "Corona Chen studied microbial communities in concrete to understand their potential role in reducing carbon emissions."
  },
  {
    "id": 85,
    "name": "Madeleine de Belloy",
    "school": "Lycée Français de San Francisco, San Francisco, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Computing the Mosaic Number of Reduced and Non-Reduced Projections of Knots",
    "description": "Madeleine de Belloy investigated mathematical properties of knot theory, focusing on mosaic numbers in different knot projections."
  },
  {
    "id": 86,
    "name": "Cindy DeDianous",
    "school": "Scarsdale High School, Scarsdale, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Alpha Retinal Ganglion Cell Dysfunction Precedes Vascular Dysfunction in a Mouse Model of Type 1 Diabetes",
    "description": "Cindy DeDianous studied how diabetes affects retinal cells, finding that certain nerve cells are damaged before blood vessel problems occur."
  },
  {
    "id": 87,
    "name": "August Deer",
    "school": "Geffen Academy at UCLA, Los Angeles, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "On Multi-Round Privacy in Federated Learning",
    "description": "August Deer researched privacy protection methods in federated learning systems across multiple rounds of training."
  },
  {
    "id": 88,
    "name": "Angie Fogarty",
    "school": "Greenwich High School, Greenwich, CT",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Rapid, Visual Detection of Illicit Substances in a Variety of Environments via Competitive, Amine-Responsive Fluorophores",
    "description": "Angie Fogarty developed a method for quickly detecting illegal drugs using fluorescent molecules that respond to specific chemical compounds."
  },
  {
    "id": 89,
    "name": "Ambika Grover",
    "school": "Greenwich High School, Greenwich, CT",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Design of a Novel, Dual-Functioning, Tissue Plasminogen Activator and Factor XI-Inhibiting Anticoagulant Therapeutic for Rapid Ischemic Stroke Treatment",
    "description": "Ambika Grover designed a new drug that combines two mechanisms to treat stroke more effectively."
  },
  {
    "id": 90,
    "name": "Hannah Guan",
    "school": "BASIS San Antonio Shavano Campus, San Antonio, TX",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Multi-Dimensional Interpretable Interaction Network (MDiiN) for Modeling Aging Health and Mortality",
    "description": "Hannah Guan created a network model to understand how different factors interact to affect aging and mortality."
  },
  {
    "id": 91,
    "name": "Fenghuan (Linda) He",
    "school": "Commonwealth School, Boston, MA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "The Impact of Primordial Black Holes on Exoplanet Systems",
    "description": "Fenghuan (Linda) He studied how ancient black holes might affect planetary systems around other stars."
  },
  {
    "id": 92,
    "name": "Michelle Hua",
    "school": "Cranbrook Kingswood School, Bloomfield Hills, MI",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Novel Self-Supervised Deep Neural Networks for 3D Human Shape and Motion Reconstruction From a Monocular Video",
    "description": "Michelle Hua developed AI systems to reconstruct 3D human movements from regular video footage."
  },
  {
    "id": 93,
    "name": "Linden Chi James",
    "school": "North Carolina School of Science and Mathematics, Durham, NC",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Thyroid Hormone Treatment of Neurological Trauma Using the Model Galleria mellonella",
    "description": "Linden Chi James investigated using thyroid hormones to treat nerve damage using wax moth larvae as a model organism."
  },
  {
    "id": 94,
    "name": "Thaddaeus Kiker",
    "school": "Sunny Hills High School, Fullerton, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "QPOML: Leveraging Machine Learning and Game Theory To Detect and Characterize Quasi-Periodic Oscillations in X-Ray Binaries",
    "description": "Thaddaeus Kiker combined machine learning and game theory to study patterns in X-ray emissions from binary star systems."
  },
  {
    "id": 95,
    "name": "Elane Kim",
    "school": "Stanford University Online High School, Redwood City, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Effects of Chemotherapy on the Taste Stem Cell Microenvironment",
    "description": "Elane Kim studied how chemotherapy affects taste bud stem cells and their surrounding environment."
  },
  {
    "id": 96,
    "name": "Emily Kim",
    "school": "Jericho Senior High School, Jericho, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "The Dual Roles of Activated Carbon as an Adsorbent and Photocatalyst for Azo Dye Removal",
    "description": "Emily Kim investigated how activated carbon can both absorb and help break down harmful dyes in water."
  },
  {
    "id": 97,
    "name": "Evan Kim",
    "school": "Tesla STEM High School, Redmond, WA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "ScGAN: A Generative Adversarial Network To Predict Hypothetical Superconductors",
    "description": "Evan Kim developed an AI system to predict new materials that might function as superconductors."
  },
  {
    "id": 98,
    "name": "Ryan Lee",
    "school": "Palo Alto High School, Palo Alto, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Mitochondrial Fission Regulates Structural Plasticity and Synapse Maintenance in Circadian Pacemaker Neurons",
    "description": "Ryan Lee studied how mitochondrial division affects brain cell connections in neurons that control daily rhythms."
  },
  {
    "id": 99,
    "name": "Miah Christina Margiano",
    "school": "Saint Anthony's High School, Melville, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Potential Influence of LncRNAs in Tumor Regression: An Analysis of Prognostic LncRNAs in Neuroblastoma",
    "description": "Miah Christina Margiano analyzed how certain RNA molecules might influence the progression of neuroblastoma cancer."
  },
  {
    "id": 100,
    "name": "Marissa Lilianna Martinez",
    "school": "Monte Vista High School, Monte Vista, CO",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "A Habitat Assessment Protocol To Determine Suitability for Southwestern Willow Flycatcher Occupancy in the Northern Rio Grande Watershed",
    "description": "Marissa Lilianna Martinez developed methods to evaluate suitable habitats for endangered flycatchers in the Rio Grande region."
  },
  {
    "id": 101,
    "name": "Samantha Maya Milewicz",
    "school": "Byram Hills High School, Armonk, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Selective Inhibition of Matrix Metalloproteinase-9 Attenuates Traumatic Brain Injury-Mediated Blood-Brain Barrier Disruption in a Novel Dynamic in vitro Model",
    "description": "Samantha Maya Milewicz studied how blocking specific proteins might protect the brain after injury."
  },
  {
    "id": 102,
    "name": "Max Misterka",
    "school": "Misterka Homeschool, Harrisonburg, VA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "A Generalization of 𝑞-Calculus Using Formal Group Laws",
    "description": "Max Misterka developed new mathematical methods to extend q-calculus using formal group theory."
  },
  {
    "id": 103,
    "name": "Neel Moudgal",
    "school": "Saline High School, Saline, MI",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Using Unassigned NMR Chemical Shifts To Model RNA Secondary Structure",
    "description": "Neel Moudgal created methods to predict RNA structure using unassigned NMR data."
  },
  {
    "id": 104,
    "name": "Ishika Nag",
    "school": "Oviedo High School, Oviedo, FL",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Development of an Engineered Face Mask With Optimized Nanoparticle Layering for Filtration of Air Pollutants and Viral Pathogens",
    "description": "Ishika Nag designed an improved face mask using nanoparticles to better filter out pollutants and viruses."
  },
  {
    "id": 105,
    "name": "Lavanya Natarajan",
    "school": "Viera High School, Viera, FL",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "A Prescriptive IoT Solution To Detect and Mitigate Fugitive Methane Gas in Landfills via a Supervisory Control and Data Acquisition System",
    "description": "Lavanya Natarajan developed an IoT system to monitor and control methane emissions from landfills."
  },
  {
    "id": 106,
    "name": "Oziomachukwu Chidubem Obi",
    "school": "North Carolina School of Science and Mathematics, Durham, NC",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Determining if a Combination of Treatments Ibudilast and Interleukin 4 Can Treat or Prevent Multiple Sclerosis Using Model Organism Lumbricus terrestris",
    "description": "Oziomachukwu Chidubem Obi tested combined treatments for multiple sclerosis using earthworms as model organisms."
  },
  {
    "id": 107,
    "name": "Emily Ocasio",
    "school": "New School of Northern Virginia, Fairfax, VA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Demographic Correlates of Humanizing Language in Media Coverage of Crime: Evidence From The Boston Globe, 1976-84",
    "description": "Emily Ocasio analyzed how crime reporting language varies based on demographics in historical newspaper coverage."
  },
  {
    "id": 108,
    "name": "Siddhu Pachipala",
    "school": "The Woodlands College Park High School, The Woodlands, TX",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "SuiSensor: A Novel, Low-Cost Machine Learning System for Real-Time Suicide Risk Identification and Treatment Optimization via Computational Linguistics",
    "description": "Siddhu Pachipala created an AI system to identify suicide risk through language analysis."
  },
  {
    "id": 109,
    "name": "Joseph Miguel Robertazzi",
    "school": "Ossining High School, Ossining, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Migration and Magnetism: A Longitudinal Analysis Identifying the Relationship Between the South Atlantic Anomaly and Shifts in Migratory Bird Populations",
    "description": "Joseph Miguel Robertazzi studied how Earth's magnetic field anomalies affect bird migration patterns."
  },
  {
    "id": 110,
    "name": "Joshua Logan Shunk",
    "school": "Perry High School, Gilbert, AZ",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Neuron-Specific Dropout: A Deterministic Regularization Technique To Prevent Neural Networks From Overfitting and Reduce Dependence on Large Training Samples",
    "description": "Joshua Logan Shunk developed a new method to improve neural network training with smaller datasets."
  },
  {
    "id": 111,
    "name": "Diego Emilio Suchenski Loustaunau",
    "school": "Massachusetts Academy of Math & Science, Worcester, MA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "In silico Design of Novel 2'FANA Oligonucleotides To Inhibit APOBEC3G",
    "description": "Diego Emilio Suchenski Loustaunau designed new molecules to inhibit an enzyme involved in HIV infection."
  },
  {
    "id": 112,
    "name": "Jason Christopher Wang",
    "school": "Brentwood High School, Brentwood, TN",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Differential Effects of Oncogenic Ras Isoforms on Epithelia",
    "description": "Jason Christopher Wang investigated how different forms of the Ras protein affect cell development and cancer."
  },
  {
    "id": 113,
    "name": "Nolan Wen",
    "school": "American Heritage School Boca-Delray, Delray Beach, FL",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Development and Characterization of a Novel Laponite-Enhanced Tannic Acid-Based Hydrogel",
    "description": "Nolan Wen developed an improved hydrogel using clay minerals and tannic acid."
  },
  {
    "id": 114,
    "name": "Vivian Wu",
    "school": "Palo Alto High School, Palo Alto, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Evaluating the Impact of the Varroacide Formic Acid on Honeybee Foraging Performance",
    "description": "Vivian Wu studied how treatments for varroa mites affect honeybees' ability to forage for food."
  },
  {
    "id": 115,
    "name": "Ellen Xu",
    "school": "Del Norte High School, San Diego, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "A Deep Convolutional Neural Network for Kawasaki Disease Diagnosis",
    "description": "Ellen Xu developed an AI system to help diagnose Kawasaki Disease in patients."
  },
  {
    "id": 116,
    "name": "Jeffrey Xu",
    "school": "Lowell High School, San Francisco, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Characterizing Structure-Function Relationships in the CCR6/CCL20 Receptor-Ligand Pair",
    "description": "Jeffrey Xu studied how certain proteins interact with their receptors in the immune system."
  },
  {
    "id": 117,
    "name": "Ethan Zhou",
    "school": "McLean High School, Mclean, VA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Online Learning of Smooth Functions",
    "description": "Ethan Zhou developed new methods for machine learning systems to learn continuous functions in real-time."
  },
  {
    "id": 118,
    "name": "Kevin Zhu",
    "school": "Jericho Senior High School, Jericho, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Recurrent Repeat Contractions and Micro-Changing Short Tandem Repeats: Investigating Underrepresented Factors of Polymorphism in Human Cancers",
    "description": "Kevin Zhu investigated how certain DNA sequence changes contribute to cancer development."
  },
  {
    "id": 119,
    "name": "Sally Zhu",
    "school": "The Harker School, San Jose, CA",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "On the Smoothness and Regularity of the Chess Billiard Flow and the Poincaré Problem",
    "description": "Sally Zhu studied mathematical properties of chess billiards and related geometric problems."
  },
  {
    "id": 120,
    "name": "Sophie Zhu",
    "school": "Williamsville East High School, East Amherst, NY",
    "batch": "2023",
    "date_announced": "2023-01-24",
    "project_title": "Factorizations in Evaluation Monoids of Laurent Semirings",
    "description": "Sophie Zhu investigated mathematical properties of factorizations in certain algebraic structures."
  }
] 